cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "mas-cli/tap"

brew "awscli"
brew "azure-cli"
brew "colima"
brew "dive"
brew "docker-compose"
brew "docker-credential-helper" 
brew "docker"
brew "git"
brew "gnupg"
brew "httpie"
brew "hugo"
brew "k9s"
brew "kubernetes-cli"
brew "mas"
brew "node@16"
brew "pinentry-mac"
brew "python@3.10"
brew "tree"

cask "1password"
cask "deepl"
cask "font-fira-code"
cask "insomnia"
cask "iterm2"
cask "miro"
cask "monitorcontrol"
cask "obsidian"
cask "rectangle"
cask "sensiblesidebuttons"
cask "transmission"
cask "vcv-rack"
cask "visual-studio-code"
cask "vlc"
cask "xbar"
