cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "mas-cli/tap"

brew "git"
brew "httpie"
brew "mas"
brew "tree"
brew "jq"
brew "1password"
brew "google-chat"
brew "awscli"
brew "httpie"
brew "hugo"

cask "flux"
cask "rectangle"
cask "docker"
cask "font-fira-code"
cask "firefox-developer-edition"
cask "visual-studio-code"
cask "vlc"
cask "vcv-rack"
cask "insomnia"
cask "lunar"
cask "deepl"
cask "obsidian"
cask "transmission"

mas "Amphetamine", id: 937984704
mas "Spark", id: 1176895641
~
~
~
~
~
~
~
~
~
~
~
~
~
~
~
~
~
~
~
~
~
~
~
                                                                           24,1          All
