cask_args appdir: '/Applications'

tap "homebrew/cask-fonts"

brew "colima"
brew "dive"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "git"
brew "tree"
brew "just"
brew "d2"

cask "font-fira-code"
cask "insomnia"
cask "iterm2"
cask "monitorcontrol"
cask "obsidian"
cask "rectangle"
cask "sensiblesidebuttons"
cask "visual-studio-code"
